Repository: earlwiltonburry/Bimba
Catalog: i18n/messages.*.po
Languages: pl

source: New timetable downloaded
pl: Pobrano nowy rozkład

source: Type
pl: Typ

source: At %1$s
pl: O %1$s

source: Downloading timetable
pl: Pobieranie rozkładu

source: Stop…
pl: Przystanek…

source: Timetable is up-to-date
pl: Rozkład jest aktualny

source: No connectivity – can’t update timetable
pl: Brak połączenia z Internetem – nie można zaktualizować rozkładu

source: No connectivity
pl: Brak połączenia z Internetem

source: Error. Try again later
pl: Błąd. Spróbuj ponownie później

source: Now
pl: Teraz

source: This stop is already in favourites
pl: Ten przystanek już jest pośród ulubionych

source: Delete
pl: Usuń

source: Edit
pl: Edytuj

source: Edit ‘%1$s’
pl: Edytuj „%1$s”

source: Favourite name
pl: Nazwa ulubionego

source: No next departure
pl: Brak następnego odjazdu

source: Merge
pl: Połącz

source: Merge favourites
pl: Połącz ulubione

source: Loading…
pl: Ładowanie…

source: In %1$s minute
pl: Za %1$s minutę

source: In %1$s minutes _plgen
pl: Za %1$s minut

source: In %1$s minutes _plnom
pl: Za %1$s minuty

source: Update timetable
pl: Zaktualizuj rozkład

source: Help
pl: Pomoc

source: Getting departures…
pl: Zbieranie odjazdów…

source: Valid since %1$s
pl: Ważny od %1$s

source: Valid till %1$s
pl: Ważny do %1$s

source: No departures
pl: Brak odjazdów

source: To
pl: Tam

source: Fro
pl: Z powrotem

source: Timetable validity ends today.
pl: Rozkład obowiązuje tylko do dzisiaj.

source: Timetable validity has ended. Connect to the Internet to download a new one in order to continue.
pl: Rozkład przestał obowiązywać. Połącz się z Internetem, aby pobrać nowy i kontynuować.

source: Timetable validity ends tomorrow.
pl: Rozkład obowiązuje tylko do jutra.

source: Just departed
pl: Właśnie odjechał

source: Offline timetable unavailable
pl: Rozkład offline jest niedostępny

source: Timetable
pl: Rozkład

source: Timetable source
pl: Źródło rozkładu

source: Settings
pl: Ustawienia

source: Decompressing timetable
pl: Rozpakowywanie rozkładu

source: Mon
pl: pon.

source: Tue
pl: wt.

source: Wed
pl: śr.

source: Thu
pl: czw.

source: Fri
pl: pt.

source: Sat
pl: sob.

source: Sun
pl: niedz.

source: Automatically check for and download timetable updates
pl: Automatycznie sprawdzaj i pobieraj aktualizacje rozkładu

source: Automatic updates
pl: Automatyczne aktualizacje

source: Server error
pl: Błąd servera
